[aby_accesstankroom]
friendlyname="access dr. alexander's lab."
description="find a key into alexander's locked lab area."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="head to fontaine futuristics for the key."))

[aby_accesstankroom2]
friendlyname="access dr. alexander's lab."
description="find a key into alexander's locked lab area."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="head to fontaine futuristics for the key."))

[aby_backoncourse]
friendlyname="get back on course."
description="find your way to the undersea facilities."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="walk around, find a building."))

[aby_dealwithalexander]
friendlyname="deal with alexander."
description="inject the syrum into alexander's tank."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go back to alexander's tank. use the syrum you constructed."))

[aby_findalexander]
friendlyname="find dr. alexander."
description="locate dr. gil alexander."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="he's probably marinating in a vat somewhere."))

[aby_findalexander2]
friendlyname="find dr. alexander."
description="locate dr. gil alexander."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="he's probably marinating in a vat somewhere."))

[aby_finddnaguy]
friendlyname="find dna key #4."
description="find the person possessing the dna key."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="look for a guy with dna."))

[aby_getcorala]
friendlyname="acquire coral a."
description="find coral a, used in the syrum to inject into alexander's tank."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="look around the ocean floor."))

[aby_getcoralb]
friendlyname="acquire coral b."
description="find coral b, used in the syrum to inject into alexander's tank."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="look around the ocean floor."))

[aby_getfishgland]
friendlyname="find the fish gland."
description="one of the ingredients to the syrum is the gland of a fish."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="fish glands are kept in the labs building."))

[aby_getmedium]
friendlyname="find the chemical substrate."
description="get the chemical substrate for the syrum."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="find this in a science building of some sort."))

[aby_getpotionparts]
friendlyname="find formula ingredients."
description="make a chemical cocktail to inject into alexander's tank."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you'll need a few ingredients for the syrum."))

[aby_leaveabyss]
friendlyname="escape the abyss."
description="find a way to return to the survivor camp."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="get back out of the ocean. maybe find some rocket boots."))

[aby_makethepotion]
friendlyname="create the formula."
description="use the mixing station to create the syrum."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="find the mixing station"))

[aby_mixingstationaccess]
friendlyname="access the mixing station."
description="break alexander's control to gain access to the equipment you need."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="break a conduit or something"))

[aby_restoreffhqpower]
friendlyname="restore power to fontaine hq"
description="find the power supply to ffhq and turn it back on."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the power plant isn't far from the fontaine entrance."))

[assemblebomb]
friendlyname="Termina la bomba PEM de Kyburz"
description="Kyburz estaba trabajando en un dispositivo que sobrecargaría el núcleo armónico central de Hephaestus. Por desgracia, no llegó a terminarlo antes de desaparecer. Tienes que terminar su trabajo. Toma todos los componentes necesarios de la zona de talleres, donde se encuentra la cubierta. Instálalos en la cubierta de la bomba y terminar de montarla."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="kyburz never finished his emp bomb, so you will have to find the three remaining components, and then bring them back and assemble the bomb yourself."))

[bathroomwall]
friendlyname="Consigue 5 dólares."
description="No puedes salir de Kashmir por el agujero de la pared del baño. Si encontraras 5 dólares, podrías pagar la entrada al servicio."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[becomeaprotector]
friendlyname="Conviértete en un Big Daddy."
description="Fontaine se ha escondido en la zona de entrenamiento de Big Daddies. Tendrás que convertirte en un Big Daddy para perseguirlo. Busca en los laboratorios cercanos todo lo necesario."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[bringrosetolangford]
friendlyname="Llévale el espécimen a Langford."
description="Has conseguido el espécimen de rosa para Langford. Llévaselo a su laboratorio cerca de las Colinas ondulantes."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[bringrosetolangfordupdatea]
friendlyname="Pon la rosa en el tubo neumático."
description="Has obtenido el espécimen de rosa para Langford. Tienes que enviársela por el tubo neumático del exterior de su puerta."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[chooseaside]
friendlyname="get to the labs."
description="to open the airlock to the seafloor, you must choose the doctor's fate.  make your choice in the airlock."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="these machines are magic "))

[craftmpr]
friendlyname="Produce el Vector Lázaro."
description="Langford ha descubierto un modo de usar ingeniería genética para revivir plantas muertas. Su llamado 'Vector Lázaro' debería poder invertir el efecto del herbicida de Ryan. Para crear el Vector Lázaro, necesitarás 7 unidades de agua destilada, solución de clorofila y muestras de enzimas. Cuando tengas todos los ingredientes, llévalos a un terminal U-Invent y fabrica el Vector Lázaro."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[craftmprupdatea]
friendlyname="Crea el Vector Lázaro."
description="¡Has conseguido todos los ingredientes necesarios! Ahora llévalos a un terminal U-Invent y fabrica el Vector Lázaro."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="there is a u-invent machine in langford's office, and in many other places throughout arcadia."))

[deck2alllittleones]
friendlyname="Neptune's Bounty: Consigue ADAM de las Little Sisters"
description="Las Little Sisters constituyen la única fuente del ADAM que necesitas para mejorarte. Puedes escoger entre rescatarlas o cosecharlas, pero deberías ocuparte de tantas como puedas para sobrevivir."
objectivedescription="ADAM de una Little Sister"
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[deck2findallplasmids]
friendlyname="Neptune's Bounty: Encuentra todos los tónicos genéticos"
description="Encuentra todos los tónicos genéticos de Neptune's Bounty."
objectivedescription="Tónico genético encontrado"
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[deck5alllittleones]
friendlyname="Hephaestus: Consigue ADAM de las Little Sisters"
description="Las Little Sisters constituyen la única fuente del ADAM que necesitas para mejorarte. Puedes escoger entre rescatarlas o cosecharlas, pero deberías ocuparte de tantas como puedas para sobrevivir."
objectivedescription="ADAM de una Little Sister"
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[deck5findallplasmids]
friendlyname="Hephaestus: Encuentra todos los tónicos genéticos"
description="Encuentra todos los tónicos genéticos de Hephaestus."
objectivedescription="Tónico genético encontrado"
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[deck6alllittleones]
friendlyname="Olympus Heights: Consigue ADAM de las Little Sisters"
description="Las Little Sisters constituyen la única fuente del ADAM que necesitas para mejorarte. Puedes escoger entre rescatarlas o cosecharlas, pero deberías ocuparte de tantas como puedas para sobrevivir."
objectivedescription="ADAM de una Little Sister"
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[deck6findallplasmids]
friendlyname="Olympus Heights: Encuentra todos los tónicos genéticos"
description="Encuentra todos los tónicos genéticos de Olympus Heights."
objectivedescription="Tónico genético encontrado"
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[defeatatlas]
friendlyname="¡Extrae ADAM de Fontaine!"
description="Fontaine se ha metido una gran dosis de ADAM. Tu única posibilidad de matarlo es drenarle todo su ADAM. Solo podrás hacerlo cuando se encuentre en el inductor de ADAM. Únicamente volverá al inductor cuando se encuentre debilitado físicamente."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[defendmprambush]
friendlyname="Mantén a raya a las fuerzas de Ryan."
description="Mantén a raya a las fuerzas de Ryan hasta que el control de nebulización esté listo."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[deliverphotos]
friendlyname="Vuelve a Pescados Fontaine."
description="Vuelve a Pescados Fontaine en el muelle inferior y entrégale a Peach los datos de la investigación de los splicers. Entonces Peach promete que te dejará pasar para que encuentres la plataforma escondida de submarinos y te reúnas con Atlas."
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="return to fontaine fisheries, which is in the lower wharf. knock on the door inside and peaches will let you enter"))

[destroysteinmandebris]
friendlyname="Destruye los escombros."
description="Usa algo explosivo para destruir los escombros que se interponen entre el quirófano de Steinman y tú."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=(,(text="use telekinesis to catch grenades and throw them at the debris blocking the entrance to the surgery wing."))

[elevatortoboss]
friendlyname="¡Coge el ascensor y derrota a Fontaine!"
description="El ascensor al final del terreno de pruebas te llevará hasta Fontaine. Prepárate antes de partir, ya que de esta pelea no habrá marcha atrás."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[escape]
friendlyname="escape!!"
description="run for the exit!!!"
completeddescription="Terminado"
levelfriendlyname="steve's branching quest test level"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="find a way out of ryan's office! the little sisters might help you escape."),(text="the exit door is open! go!!!"))

[escapethepit]
friendlyname="escape the pit."
description="get out of the trench and exact your revenge on the scientist."
completeddescription="Terminado"
levelfriendlyname="rich_test"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="look for some stairs or something."))

[escapetunnel]
friendlyname="Escapa del túnel."
description="¡Corre! El túnel está a punto de derrumbarse. ¡Sal de ahí, rápido!"
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[escortgatherertoend]
friendlyname="Escolta a la Little Sister."
description="Solamente una Little Sister puede abrir las puertas del terreno de pruebas para que puedas llegar hasta Fontaine. Mantenla con vida tanto como puedas. Si muere, puedes llamar a otra Little Sister si golpeas con la llave inglesa cualquier conducto que brille."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[findcohen]
friendlyname="Encuentra a Sander Cohen."
description="Un artista llamado Sander Cohen te ha atrapado en Fort Frolic al cortarte el acceso a la batisfera que lleva a Hephaestus. Encuéntralo y convéncelo de que te deje marchar."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="cohen has sent some splicers to test you. if you kill them, he will be interested enough to talk to you."))

[findempbomb]
friendlyname="Registra los talleres."
description="Registra los TALLERES en busca de cualquier información que pudiera ayudarte a determinar cómo sobrecargar el núcleo."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="someone here must know more about overloading the core, but they would have had to avoid discovery. look around for a hidden alcove or secret door on the lower level."))

[findempbombupdate]
friendlyname="Encuentra el dispositivo de Kyburz."
description="Sospechas que Kyburz y los TALLERES tienen la clave de Ryan. Kyburz mencionó un 'artefacto' que estaba casi terminado. Es probable que esté escondido de miradas indiscretas. Encuéntralo."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="kyburz was hiding a device that would overload the core. look around for a hidden alcove or secret door on the lower level, in the area beyond his office."))

[findfontaine]
friendlyname="¡Encuentra a Fontaine!"
description="Has contrarrestado los efectos del interruptor de muerte y ya no estás dominado por Fontaine. Ya es hora de encontrarlo y hablar cara a cara."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="fontaine is waiting for you in point prometheus. you'll have to take the rapture metro."))

[findionicgel]
friendlyname="Consigue gel iónico"
description="La bomba necesita dos cuartos de lata de gel iónico que proporcionen la carga eléctrica. Puedes encontrar gel iónico por todo Hephaestus."
objectivedescription="Consigue gel iónico"
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the emp bomb requires a half-can of ionic gel, which can be found as quarter-cans throughout hephaestus. you'll need two of them. look out for the cans in most major areas of hephaestus."))

[findlangford]
friendlyname="Encuentra a Julie Langford."
description="Ryan ha acabado con todas las plantas de Arcadia en un intento de ahogaros a ti y a toda Arcadia. Atlas cree que la única persona que podría impedírselo es una mujer llamada Julie Langford. Localiza a Langford en su laboratorio, nada más pasar las Colinas ondulantes."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="langford's labs are on the far side of the rolling hills.  look for the large sign that bears her name."))

[findmprformula]
friendlyname="Registra el despacho de Langford."
description="Ryan ha matado despiadadamente a Langford, pero ella ha dejado una críptica pista. Registra el despacho de Langford en busca de sus notas de investigación, que aclararán cómo revivir a las plantas."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="there is a wall safe behind the picture on the wall of langford's office.  the code is 9457."))

[findnitroglycerin]
friendlyname="Consigue una carga de nitroglicerina"
description="El artefacto necesita una carga de nitroglicerina. Kyburz la tiene a buen recaudo en su despacho."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the emp bomb requires one charge of nitroglycerin. you'll have to break in to kyburz' office to get it. you could hack the door lock or look for the code around the workshops area."),(text="the emp bomb requires one charge of nitroglycerin. you can find it in a cabinet inside kyburz' office. to open the cabinet, look for a button on the desk nearby."))

[findpassage]
friendlyname="Encuentra la plataforma de submarinos."
description="Encuentra el pasadizo secreto que lleva a la plataforma escondida de submarinos, y luego localiza el submarino en el que se encuentra la familia de Atlas. El acceso a la plataforma de submarinos está escondido en Pescados Fontaine."
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the passage into the hidden submarine bay is in the basement of fontaine fisheries. use your incinerate plasmid power to melt the ice that is blocking entry to the freezer on the right, and then melt the ice within the freezer to reveal the hidden passageway."))

[findpheremonesamples]
friendlyname="Feromonas de Big Daddy."
description="Para oler como un Big Daddy, tendrás que conseguir tres muestras de feromonas de Big Daddy, que podrás encontrar en el centro de educación Little Wonders."
objectivedescription="Muestra de feromona encontrada"
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the pheromone samples are in small red bottles in little wonders educational facility."))

[findr34wires]
friendlyname="Consigue 4 racimos de cables R-34."
description="El dispositivo necesita cuatro racimos de cables R-34. Consíguelos."
objectivedescription="Consigue 4 racimos de cables R-34."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the emp bomb requires four r-34 wire clusters. these can be found in the loot of dead big daddies. you'll have to find and kill some, or return to their corpses. live big daddies can be found roaming around the core, in heat loss monitoring, and in the workshops. dead ones can be found near the entrance to andrew ryan's office, or near the emp bomb."))

[findr34wiresupdate]
friendlyname="Consigue 4 racimos de cables R-34."
description="El dispositivo necesita 4 racimos de cables R-34. Por desgracia, la única fuente de R-34 son los trajes que llevan los Big Daddies."
objectivedescription="Consigue 4 racimos de cables R-34."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the emp bomb requires four r-34 wire clusters. these can be found in the loot of dead big daddies. you'll have to find and kill some, or return to their corpses. live big daddies can be found roaming around the core, in heat loss monitoring, and in the workshops. dead ones can be found near the entrance to andrew ryan's office, or near the emp bomb."))

[findtelekinesis]
friendlyname="Consigue Telequinesis."
description="Atlas cree que lo que necesitas para acabar con la obstrucción es Telequinesis. Unos anuncios de las paredes sugieren que podrías encontrar ese plásmido en un lugar llamado Dandy Dental."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=(,(text="telekinesis can be found in dental services, which is blocked with ice. find the incinerate plasmid in eternal flame crematorium to melt the blockage."),(text="use your incinerate plasmid to melt the ice blocking dental services."),(text="there is a telekinesis plasmid in dandy dental in the dental services area."))

[findweapon]
friendlyname="Consigue un arma."
description="Sin armas eres muy vulnerable. Busca por ahí, a ver si encuentras algo."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gatherchloro]
friendlyname="Obtén clorofila."
description="La fórmula del Vector Lázaro especifica 7 unidades de solución de clorofila. Explora Arcadia y la feria agrícola para obtener lo suficiente para crear el vector."
objectivedescription="Clorofila encontrada"
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="a group of teleporting splicers called the saturnine have stolen langford's chlorophyll solution.  find chlorophyll by discovering their hideouts in the rolling hills and looting their corpses."))

[gatherchloroupdatea]
friendlyname="Obtén clorofila."
description="La fórmula del Vector Lázaro especifica 7 unidades de solución de clorofila. Explora Arcadia y la feria agrícola para obtener lo suficiente para crear el vector. Una grabación de Langford ha desvelado que los splicers robaron su reserva de clorofila y puede que todavía la tengan."
objectivedescription="Clorofila encontrada"
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="a group of teleporting splicers called the saturnine have stolen langford's chlorophyll solution.  find chlorophyll by discovering their hideouts in the rolling hills and looting their corpses."))

[gatherenzymes]
friendlyname="Muestras de enzima."
description="La fórmula del Vector Lázaro especifica 7 muestras de una enzima especial. Explora Arcadia y la feria agrícola para obtener lo suficiente para crear el vector."
objectivedescription="Muestra de enzima encontrada"
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="enzyme samples are produced by the bees in the silverwing apiary beyond the farmer's market.  go there and search the hives."))

[gatherenzymesupdatea]
friendlyname="Muestras de enzima."
description="La fórmula del Vector Lázaro especifica 7 muestras de una enzima especial. Explora Arcadia y la feria agrícola para obtener lo suficiente para crear el vector. Las abejas del apiario Silverwing de la feria agrícola son una fuente natural de estas enzimas."
objectivedescription="Muestra de enzima encontrada"
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="enzyme samples are produced by the bees in the silverwing apiary.  go there and search the hives."))

[gatherwater]
friendlyname="Unidades de agua destilada."
description="La fórmula del Vector Lázaro especifica 7 unidades de agua destilada. Explora Arcadia y la feria agrícola para obtener lo suficiente para crear el vector."
objectivedescription="Agua destilada encontrada"
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="distilled water can be found in the worley winery, beyond the farmer's market.  go there and search the wine cellars."))

[gatherwaterupdatea]
friendlyname="Unidades de agua destilada."
description="La fórmula del Vector Lázaro especifica 7 unidades de agua destilada. Explora Arcadia y la feria agrícola para obtener lo suficiente para crear el vector. Una grabación de un diario sugiere que puede haber algo en la bodega Worley de la feria agrícola."
objectivedescription="Agua destilada encontrada"
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="distilled water can be found in the worley winery.  go there and search the wine cellars."))

[get1stdose]
friendlyname="Consigue el fármaco Lote 192."
description="Suchong desarrolló un antídoto para el interruptor de muerte que Fontaine está utilizando para destruirte. Lo denominó Lote experimental 192. Tenenbaum te ha indicado dos posibles lugares donde encontrarlo. Suchong desarrolló el fármaco en su laboratorio de Artemis Suites, cerca de la plaza Apollo, pero Tenenbaum robó una muestra y la guardó en su apartamento de la segunda planta de Mercury Suites."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="lot 192 will help you break fontaine's mind control. tenenbaum is keeping a sample in her second floor mercury suites apartment. however, the front door is locked, so you'll have to find another way in. try the third floor."))

[get1stdoseupdated]
friendlyname="Consigue el fármaco Lote 192."
description="Suchong desarrolló un antídoto para el interruptor de muerte que Fontaine está utilizando para destruirte. Hay dos lugares donde es posible encontrar el fármaco Lote 192. Sabes que Suchong desarrolló el fármaco en su laboratorio de Artemis Suites, cerca de la plaza Apollo. Tenenbaum ha perdido su muestra, pero cree que Fontaine la robó y que probablemente la guarde en su ático de Mercury Suites."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the nearest sample of lot 192 can be found at the top of mercury suites, in fontaine's own penthouse apartment. the code to the elevator can be found in the paparazzi's diary, which is on the third floor."))

[get2nddoseatlab]
friendlyname="Consigue una segunda dosis del Lote 192."
description="Has tomado el fármaco, pero ha tenido efectos secundarios. Tenenbaum cree que una segunda dosis del Lote 192 restablecerá por completo tus recombinaciones genéticas. Seguramente puedas encontrar más fármaco en el laboratorio de Suchong de Artemis Suites, cerca de la plaza Apollo."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the second sample of lot 192 can be found in suchong's lab, on the second floor of artemis suites. go through the bulkhead outside the olympus heights bistro, then follow the street to apollo square. from there, follow the signs to artemis suites."))

[get2nddoseatten]
friendlyname="Consigue una segunda dosis del Lote 192."
description="Has tomado el fármaco, pero ha tenido efectos secundarios. Tenenbaum cree que una segunda dosis del Lote 192 restablecerá por completo tus recombinaciones genéticas. Seguramente puedas encontrar más fármaco en el apartamento de Tenenbaum de la segunda planta de Mercury Suites."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the second sample of lot 192 can be found in tenenbaum's apartment, in mercury suites. go through the bulkhead to olympus heights, then follow the signs to mercury suites. however, tenenbaum's front door is locked, so you'll have to find another way in. try the third floor."))

[get2nddoseattenupdated]
friendlyname="Consigue una segunda dosis del Lote 192."
description="Has tomado el fármaco, pero ha tenido efectos secundarios. Tenenbaum cree que una segunda dosis del Lote 192 restablecerá por completo tus recombinaciones genéticas. Seguramente puedas encontrar más fármaco en el ático de Fontaine de Mercury Suites."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the next sample of lot 192 can be found at the top of mercury suites, in fontaine's own penthouse apartment. the code to the elevator can be found in the paparazzi's diary, which is on the third floor."))

[getadam1]
friendlyname="retrieve the purified adam."
description="go to the engineering to get the purified adam.  the engineers had the last sample."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the engineering complex can be accessed from the seafloor.  go there and find the purified adam."))

[getadam2]
friendlyname="retrieve the purified adam."
description="go to the engineering to get the purified adam.  the engineers had the last sample."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the engineering complex can be accessed from the seafloor.  go there and find the purified adam."))

[getagatherer]
friendlyname="Haz venir a una Little Sister."
description="Para perseguir a Fontaine por el terreno de pruebas, tendrás que llevar contigo a una Little Sister. Golpea con la llave inglesa el conducto brillante cercano para llamar a una."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="hit the glowing vent with your wrench."))

[getbodysuit]
friendlyname="Vista: Consigue el traje."
description="Para conseguir el aspecto de un Big Daddy, necesitarás un traje sin estrenar. Busca en Escoltas blindadas Failsafe."
objectivedescription="Parte del traje encontrado"
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="big daddy bodysuits are stored in the suit assembly region of failsafe armored escorts."))

[getboots]
friendlyname="Vista: Consigue las botas."
description="Para conseguir el aspecto de un Big Daddy, necesitarás un par de botas sin estrenar. Busca en Escoltas blindadas Failsafe."
objectivedescription="Parte del traje encontrado"
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="big daddy boots are stored in candidate conversion, inside failsafe armored escorts."),(text="the big daddy boots are not where they were supposed to be. look for a clue to their location."))

[getboots2]
friendlyname="Vista: Botas en la biblioteca."
description="Para conseguir el aspecto de un Big Daddy, necesitarás un par de botas sin estrenar. Se enviaron por error unas botas de Big Daddy a la biblioteca Mendel Memorial."
objectivedescription="Parte del traje encontrado"
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="some big daddy boots were mis-shipped to mendel memorial library."))

[getdna1]
friendlyname="retrieve the scientist's dna."
description="go to the remote labs to get the scientist's dna.  he retreated there so perhaps he is still alive."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the remote labs can be accessed from the seafloor.  go there and find the head scientist."))

[getdna2]
friendlyname="retrieve the scientist's dna."
description="go to the remote labs to get the scientist's dna.  he retreated there so perhaps he is still alive."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the remote labs can be accessed from the seafloor.  go there and find the head scientist."))

[getgatherertool]
friendlyname="Consigue la herramienta para cosechar ADAM"
description="Para vencer a Fontaine necesitarás la herramienta para cosechar ADAM que te ha dado la Little Sister. Cógela."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gethelmet]
friendlyname="Vista: Consigue un casco de Big Daddy."
description="Para conseguir el aspecto de un Big Daddy, necesitarás un casco sin estrenar. Busca en Escoltas blindadas Failsafe."
objectivedescription="Parte del traje encontrado"
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="big daddy helmets are stored in candidate induction, inside failsafe armored escorts."))

[getradio]
friendlyname="Recoge la radio."
description="Alguien en la radio te está pidiendo que la recojas para poder comunicarse contigo. Recoge la radio."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[getroseforlangford]
friendlyname="Consigue un espécimen de rosa."
description="La botánica jefe Julie Langford ha hallado un modo de recuperar los árboles y te ha pedido que encuentres un espécimen de rosa gallica. Ve a las grutas de la cascada y consíguele un espécimen."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the waterfall grottos can be reached through the arcadia glens.  follow the signs from there."))

[getthecamera]
friendlyname="Encuentra la cámara de investigación."
description="Peach Wilkins quiere que busques la cámara de investigación en la oficina del capitán del puerto, que se encuentra en el muelle superior. Atlas no se fía de Peach, pero es tu única forma de entrar en las pesquerías... y llegar al submarino donde se encuentra la familia de Atlas."
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you'll find the research camera in a back room of the wharfmaster's office. you need to travel through the upper wharf to get to the  wharfmaster's office. once inside the  wharfmaster's office you'll need to navigate through a crawlspace located at the back of the room before reaching the research camera."))

[gettogulagairlock]
friendlyname="get to the train station."
description="the survivors say the only way to meet them is through a nearby train station. find your way there."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="a detour to meet the survivors is necessary.  head to the hotel lobby, there may be directions to the train station there."))

[gettohigherground]
friendlyname="Dirígete a terreno elevado."
description="Un superviviente de la ciudad llamado Atlas se ha puesto en contacto contigo por radio. Te ha aconsejado que vayas a terreno elevado. Quizá te convenga hacerle caso."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="find a wrench to smash the debris blocking the door, then crouch to get under the door."),(text="look upstairs to find a plasmid to override the shorted door control."),(text="zap the shorted door control with your electro bolt plasmid."),(text="keep moving ahead until you find an elevator to take you to higher ground."))

[giveweapons]
friendlyname="Depón las armas."
description="Peach no te dejará entrar en Pescados Fontaine hasta que le entregues tus armas. Ponlas en el tubo neumático que se encuentra a la entrada de Pescados Fontaine y Peach te dejará pasar."
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="use the pneumatic tube that is sitting in the entrance room to fontaine fisheries"))

[gotobathysphere]
friendlyname="Dirígete a Point Prometheus."
description="Fontaine está en Point Prometheus. Dirígete allí por medio de la estación de metro que se halla fuera de Hestia Chambers."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the nearest metro station can be found near apollo square. it's in the street outside fontaine's home for the poor."))

[gotocentralcontrol]
friendlyname="Dirígete al despacho de Ryan."
description="Andrew Ryan es la clave para salir de Rapture. Está escondido en su despacho, aquí en Hephaestus."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="ryan is hiding in his office in hephaestus. follow the signs to andrew ryan's office and look for a large circuit breaker."),(text="you won't be able to get through to ryan until you cause an overload in the hephaestus core. return to the circuit breaker then."))

[gotodeck3]
friendlyname="Escapa de la plataforma de atraque."
description="Ryan ha destruido el submarino y eliminado así a la familia de Atlas. Encuentra una salida de la plataforma y dirígete a Arcadia para reagruparte."
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="follow the signs to arcadia and exit the level through the bulkhead room."))

[gotodeck4]
friendlyname="Dirígete a la estación de metro."
description="El único modo de salir ahora de la ciudad es Ryan. Tienes que coger una batisfera para llegar hasta él. El acceso a la estación de Metro de batisferas de Arcadia está en Colinas ondulantes."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="follow the signs to reach the metro station in the rolling hills."))

[gotodeck5]
friendlyname="Dirígete a Hephaestus."
description="Ryan está en Hephaestus. Usa la batisfera de Fort Frolic para llegar a él."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go through the large door under the hephaestus sign, and take the bathysphere onward to ryan."))

[gotodiner1]
friendlyname="go to the diner."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotodiner2]
friendlyname="return to the diner."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotodiner3]
friendlyname="return to the diner."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotodiner4]
friendlyname="return to the diner."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotofleethall]
friendlyname="Dirígete al Salón de la Flota."
description="Sander Cohen se prepara para recibirte en el teatro del Salón de la Flota. Ve allí e investiga."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="cohen seems to want you to enter the theater in fleet hall, which is next to the atrium on the upper floor."))

[gotofontainefisheries]
friendlyname="Dirígete a Pescados Fontaine."
description="La familia de Atlas se encuentra escondida en un submarino, a la espera de que lleguéis Atlas y tú. Tienes que entrar en Pescados Fontaine para encontrar el acceso al submarino. Pescados Fontaine se encuentra en el muelle inferior."
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="follow the signs to reach fontaine fisheries."))

[gotoheatloss]
friendlyname="Investiga la zona."
description="Andrew Ryan se ha encerrado herméticamente en su despacho, tendrás que encontrar un modo de entrar. A ver si consigues alguna pista sobre cómo romper el cierre de su puerta. Quizá alguna de las víctimas de Ryan tuviera pensado algún plan similar."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="search the hall outside andrew ryan's office for a clue to getting inside. perhaps one of ryan's trophies was on to something."))

[gotomarket]
friendlyname="Dirígete a la feria agrícola."
description="La feria agrícola tiene componentes que necesitarás para crear el Vector Lázaro. Había una llave de las puertas principales en la caja fuerte de Langford, así que ya deberías poder ir allí. La entrada de la feria está nada más pasar la plantación de árboles."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the bulkhead to the farmer's market is just beyond the tree farm.  follow the signs through arcadia glens."))

[gotomedical]
friendlyname="Dirígete al pabellón médico"
description="Andrew Ryan te ha bloqueado el camino a Port Neptune. Atlas te ha dicho que hay otro modo de llegar a Port Neptune a través del pabellón médico. ¡Dirígete allí!"
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go down the corridor marked medical pavilion, opposite the neptune's bounty exit."))

[gotooceanwindow1]
friendlyname="go out into the ocean to fix grace's memory."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotooceanwindow1interior]
friendlyname="go find the place grace mentioned."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotooceanwindow2]
friendlyname="go fix another of grace's memories."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotooceanwindow3]
friendlyname="go fix the last of grace's memories."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotoorphanage1]
friendlyname="go to the little sisters orphanage."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotoorphanage2]
friendlyname="return to the little sisters orphanage."
completeddescription="Terminado"
levelfriendlyname="redlight"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotothesub]
friendlyname="Ve al submarino."
description="¡Están atacando a Atlas! ¡Baja al submarino y sálvalo!"
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="to get to the submarine leave the control room through the lefthand exit, and follow the path downward. fight your way down to the path and don't let the attacking splicers push you back"))

[gototheater]
friendlyname="Ve al servicio de caballeros."
description="Una grabación para el dueño de Kashmir afirma que hay un agujero en la pared del servicio de caballeros. Quizá puedas usar este pasadizo para acceder a Neptune's Bounty."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[gotoworkshops]
friendlyname="Ve al taller de Kyburz."
description="Pablo indicó a Anya el camino al TALLER de Kyburz. Síguele el rastro hasta allí."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go through the hephaestus core area and follow the signs into the workshops."))

[heatlossmonitoring]
friendlyname="Registra el control de pérdida de calor."
description="Anya Andersdotter intentaba sobrecargar el núcleo, pero parece que se ha visto atrapada. Síguele el rastro hasta el CONTROL DE PÉRDIDA DE CALOR y busca más información."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go through the hephaestus core area and follow the signs into heat loss monitoring. someone may have left an interesting diary behind. look on the lower level."))

[installionicgel]
friendlyname="Pon el gel iónico en la bomba PEM."
description="Has encontrado dos cuartos de lata de gel iónico. Llévalas a la cubierta de la bomba PEM de la zona oculta de trabajo de los talleres de Kyburz. Cuando estés allí, agrega este componente al artefacto."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the emp bomb requires a half-can of ionic gel. now that you have it, you just need to install it in the emp bomb casing."))

[installnitroglycerin]
friendlyname="Pon la nitroglicerina en la bomba PEM."
description="Has encontrado la carga de nitroglicerina. Llévala al artefacto y agrega este componente."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the emp bomb requires one charge of nitroglycerin. now that you have it, you just need to install it in the emp bomb casing."))

[installr34wires]
friendlyname="Pon los R-34 en la bomba PEM."
description="Has obtenido los racimos de cables R-34 que necesitas. Llévalos al dispositivo y agrega este componente."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you have all the r-34s that you need. return to the incomplete emp bomb in the workshops, and install them in the casing."))

[keepmoving]
friendlyname="Sigue adelante."
description="El hombre de la radio te ha indicado que salgas de la batisfera y sigas adelante. Parece que tiene un plan para ocuparse de esa cosa que mató a Johnny."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[killcobb]
friendlyname="Mata a Silas Cobb."
description="Cohen quiere que encuentres y mates a Silas Cobb para su obra maestra. Cobb solía andar por una tienda llamada Discos Rapture, en Plaza Poseidón. Seguramente oigas a ese patán antes de verlo."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="cobb used to hang around a store called rapture records, in the upstairs section of poseidon plaza."))

[killcobbupdatea]
friendlyname="Fotografía el cadáver de Cobb."
description="Fotografía el cadáver de Cobb para poder exhibirlo en la obra maestra."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="now that cobb is dead, use your research camera to take a photo of his corpse."))

[killcobbupdateb]
friendlyname="Pon la foto de Cobb."
description="Ahora que has fotografiado el cadáver de Cobb, vuelve al atrio para poner la fotografía en la obra maestra de Cohen."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go back to the atrium, and place your photo of cobb into an empty frame in the masterpiece."))

[killfinnegan]
friendlyname="Mata a Martin Finnegan."
description="Cohen quiere que encuentres y mates a Martin Finnegan para su obra maestra. Finnegan ha estado encerrado en una zona congelada de Plaza Poseidón."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="finnegan has been locked in a frozen tunnel on the way to poseidon plaza. seek him out and kill him."))

[killfinneganupdatea]
friendlyname="Fotografía el cadáver de Finnegan."
description="Fotografía el cadáver de Finnegan para poder exhibirlo en la obra maestra."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="now that finnegan is dead, use your research camera to take a photo of his corpse."))

[killfinneganupdateb]
friendlyname="Pon la foto de Finnegan."
description="Ahora que has fotografiado el cadáver de Finnegan, vuelve al atrio para poner la fotografía en la obra maestra de Cohen."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go back to the atrium, and place your photo of finnegan into an empty frame in the masterpiece."))

[killrodriguez]
friendlyname="Mata a Héctor Rodríguez."
description="Cohen quiere que encuentres y mates a Héctor Rodríguez para su obra maestra. Rodríguez era un habitual de Eve's Garden, en Plaza Poseidón. También era famosa su afición a la buena (y no tan buena) bebida."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="rodriguez was a regular at eve's garden in poseidon plaza."))

[killrodrigueza]
friendlyname="Mata a Héctor Rodríguez."
description="Al verte, a Rodríguez le entra el pánico y huye de Eve's Garden. Persíguelo."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="rodriguez is running through fort frolic in a blind panic. follow the quest arrow to find and kill him."))

[killrodriguezupdatea]
friendlyname="Fotografía el cadáver de Rodríguez."
description="Fotografía el cadáver de Rodríguez para poder exhibirlo en la obra maestra."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="now that rodriguez is dead, use your research camera to take a photo of his corpse."))

[killrodriguezupdateb]
friendlyname="Pon la foto."
description="Ahora que has fotografiado el cadáver de Rodríguez, vuelve al atrio para poner la fotografía en la obra maestra de Cohen."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go back to the atrium, and place your photo of rodriguez into an empty frame in the masterpiece."))

[killryan]
friendlyname="Mata a Andrew Ryan."
description="Has logrado llegar al despacho de Andrew Ryan. Tiene que andar por aquí. Encuéntralo y mátalo."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="ryan is in his office. a maintenance tunnel upstairs will give you access. once inside, you have only to kill him."))

[leaveabyss]
friendlyname="escape the abyss."
description="go back to the living quarters and open the dna-lock.  use the dna and purified adam to trick the machine."
completeddescription="Terminado"
levelfriendlyname="abyss"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the living quarters can be accessed from the seafloor.  go there and open the dna-locked door."))

[leaverec]
friendlyname="Abandona Fort Frolic."
description="Con su obra maestra ya terminada, Cohen te ha permitido abandonar Fort Frolic. Toma la batisfera a Hephaestus para enfrentarte a Ryan."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the bathysphere to hephaestus has returned. proceed to the rapture metro station and use the sphere to leave fort frolic."))

[liftlocalquarantine]
friendlyname="Consigue entrar en el pabellón médico."
description="El pabellón médico está cerrado e impide el acceso a Steinman. Debería haber un panel de anulación de mantenimiento arriba con el que abrir las puertas."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[liftquarantinea]
friendlyname="Usa la ruta de acceso de emergencia."
description="Hay una ruta de acceso de emergencia cerca de la entrada del pabellón médico. Usa esta batisfera de emergencia para llegar a Neptune's Bounty."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=(,(text="you need to hack the security bot blocking the door."),(text="use the emergency access control on the upper level of the emergency access area to unlock the bathysphere."))

[liftquarantineupdate]
friendlyname="Abre el acceso de emergencia."
description="Ahora que tienes la llave de Steinman, vuelve a la zona de acceso de emergencia. Usa la llave en el panel de acceso de emergencia."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[listenatlas]
friendlyname="Escucha al hombre de la radio."
description="El hombre de la radio parece querer ayudar. Será mejor que le prestes atención."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[meetlangford]
friendlyname="Reúnete con Langford."
description="Julie Langford tiene un plan para arreglar el daño hecho a Arcadia y necesita tu ayuda. Reúnete con ella en su despacho en la parte posterior del complejo de laboratorios."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="julie langford's office is at the top of the stairs in her lab complex."))

[meetsurvivorsdeck1]
friendlyname="Dirígete a Neptune's Bounty."
description="Atlas necesita tu ayuda para llegar hasta su mujer y su hijo. Su familia está en una parte de Rapture llamada 'Neptune's Bounty'. ¡Dirígete allí!"
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="find a back way through the kashmir restaurant. try looking in the men's room."),(text="gather money to unlock the toilet stall in the men's room."),(text="move through the toilet stall and down to the theatre, then use a gun to shoot the lock."),(text="proceed downstairs to the bathysphere to neptune's bounty."))

[opensubdoors]
friendlyname="Abre la escotilla."
description="Atlas está esperando a que abras la escotilla que le permita acceder a la plataforma de submarinos por la entrada posterior. Acciona los controles para dejarle entrar. "
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="to get to the control panel you'll need to crawl and climb your way through the rocky passages that lead to the control room, which overlooks the submarine bay"))

[overloadgenerator]
friendlyname="Sobrecarga el núcleo."
description="La puerta que lleva a Ryan tiene un cierre electromagnético. El núcleo armónico 3 es el generador que suministra energía a los cierres. Tienes que sobrecargar de algún modo este generador."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="overloading the core will firstly require some kind of device, and then direct access to the core. once you have both, then you can cause a power surge that will blow off the locks on the door to andrew ryan's office."))

[overridedoor]
friendlyname="Abre la puerta."
description="Debería haber algún modo de anular el interruptor para forzar la apertura de la puerta averiada. ¡Descúbrelo!"
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[pickupbomb]
friendlyname="Coge el dispositivo."
description="Has terminado de montar el dispositivo. Cógelo."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you've finished building the emp bomb. don't forget to take it with you!"))

[placebomb]
friendlyname="Coloca el dispositivo en el núcleo."
description="Has terminado de montar el artefacto. Llévalo al NÚCLEO ARMÓNICO del centro de Hephaestus que alimenta los cierres magnéticos de la puerta de Ryan. Se puede acceder al núcleo por medio de una pasarela a la que se puede llegar desde el CONTROL GEOTÉRMICO inferior."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the device you constructed has the power to overload the core. to get to the core, follow the signs to geothermal control, and take the elevator to the lower level. you can reach the core from there."))

[protectorsmell]
friendlyname="Consigue oler como un Big Daddy."
description="Dentro del centro de educación Little Wonders podrás encontrar la forma de hacer que huelas como un Big Daddy."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="Dentro del centro de educación Little Wonders podrás encontrar la forma de hacer que huelas como un Big Daddy."))

[protectorspeech]
friendlyname="Consigue sonar como un Big Daddy."
description="Dentro de Optimized Eugenics podrás encontrar la forma de hacer que suenes como un Big Daddy."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="Dentro de Optimized Eugenics podrás encontrar la forma de hacer que suenes como un Big Daddy."))

[protectorsuit]
friendlyname="Consigue tener aspecto de Big Daddy."
description="Dentro de Escoltas blindadas Failsafe podrás encontrar la forma de hacer que tengas aspecto de Big Daddy."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="Dentro de Escoltas blindadas Failsafe podrás encontrar la forma de hacer que tengas aspecto de Big Daddy."))

[pursueatlas]
friendlyname="¡Encuentra a Fontaine!"
description="Fontaine ha huido al acercarte. ¡Persíguelo!"
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[quarantinekey]
friendlyname="Consigue la llave de Steinman."
description="Solamente se puede llegar a la batisfera de acceso de emergencia con una llave especial. Atlas te ha informado de que el Dr. Steinman tiene esa llave. Steinman trabaja en 'Aesthetic Ideals' en el ala de cirugía del pabellón médico. Localízalo y consigue la llave de acceso de emergencia."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=(,(text="you need to get into the main medical pavilion. there is an electrical override switch to open the gate in the emergency access area"),(text="dr. steinman is in the surgical wing at the far end of the medical pavilion."),(text="dr. steinman is at the end of the surgery wing."))

[rhbreakintoballroom]
friendlyname="storm the banquet hall."
description="the wild bunny has sent his royal guard out to collect your hide. storm the banquet hall and escape the rabbit hole."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the gates of the banquet hall are now open. return there and fight your way inside."))

[rhdeliverobject]
friendlyname="bring the rival assassins' masks back to the guest of honor."
description="you've got all the rival assassins' masks. bring them back to the guest of honor to prove that they're no longer a threat to him."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the guest of honor is holed up in the carousel's control booth. bring the rival assassins' masks back to him so he'll emerge from his quarters."))

[rhescorthonoree]
friendlyname="open up subway maintenance access for the guest of honor."
description="now that the honoree has a mask which will keep the party-goers off his back. follow him to the subway access hatch and help him escape."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the subway access hatch is back at the entrance to gallery gardens. meet up with the guest of honor there."))

[rhexitlevel]
friendlyname="escape rabbit hole."
description="get the hell out of this place."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you've found a way out of here. run for it!"))

[rhgathermasks]
levelfriendlyname="Falta NombreAmistosoNivel"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[rhgotobanquethall]
friendlyname="follow the voice."
description="a mysterious voice is emanating from deep within gallery gardens. follow it and maybe you'll be able to find more info about the missing genetic key."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="proceed through the level to the doors of the banquet hall."))

[rhgotogallerygardens]
friendlyname="search for the genetic key."
description="an important man who holds one of the genetic keys you need is somewhere in gallery gardens. see if you can hunt down any leads that might help you find him."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="proceed into gallery gardens."))

[rhgotograndfinale]
friendlyname="head to the banquet hall for the wild bunny's grand finale."
description="the prior guest of honor is dead, and the wild bunny's grand finale is prepared. head back to the banquet hall to take your place in the production."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the wild bunny wants you to return to the banquet hall to participate in his final stage production. head back to the ballroom and take your place on stage."))

[rhinvestigatebasement]
friendlyname="search the gallery wing."
description="one of the rival assassins may be searching for the guest of honor in the gallery wing of gallery gardens. investigate the area and see what you can find."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go down the elevator in the gallery wing. an assassin is searching the storage area for the guest of honor."))

[rhinvestigatefountain]
friendlyname="search the fountain promenade."
description="one of the rival assassins may be searching for the guest of honor in the fountain promenade of gallery gardens. investigate the area and see what you can find."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go to the main fountain promenade near the entrance of gallery gardens. an assassin is there looking for the guest of honor."))

[rhinvestigatetheatre]
friendlyname="search the triton movie palace."
description="one of the rival assassins may be searching for the guest of honor in the triton movie palace. investigate the area and see what you can find."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go into the main auditorium of the triton movie palace. an assassin is searching for the guest of honor there."))

[rhkillbasementrival]
friendlyname="kill the rival assassin in art storage."
description="you've found one of the rival assassins in the storage area of the gallery wing. kill him."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you've found one of the rival assassins in the storage area of the gallery wing. kill him."))

[rhkillcarouselrival]
friendlyname="kill the rival assassin."
description="the guest of honor won't come out of hiding while under assault. kill the rival assassin in the carousel room."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="one of the wild bunny's assassins is attacking the carousel where the guest of honor is hiding. kill the rival assassin."))

[rhkillfountainrival]
friendlyname="kill the rival assassin at the fountain promenade."
description="you've found one of the rival assassins at the fountain promenade of gallery gardens. kill him."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you've found one of the rival assassins at the fountain promenade of gallery gardens. kill him."))

[rhkillhonoree]
friendlyname="kill the current guest of honor."
description="the wild bunny challenges you to kill his former guest of honor to gain entrance to the banquet hall."
objectivedescription="kill the guest of honor"
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="head back into the main hall of gallery gardens to find the former guest of honor. kill him so the wild bunny will let you into the banquet hall."))

[rhkillhonoree2]
friendlyname="kill the guest of honor."
description="now that you've coaxed the guest of honor out of hiding, kill him to prove your allegiance to the wild bunny."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you've tricked the guest of honor into unbarring his quarters. now all that's left is to kill him. if you want to ally yourself with the wild bunny, kill the guest of honor. if you want to defy the wild bunny, help the guest of honor escape."))

[rhkillrivals]
friendlyname="collect the rival assassins' masks."
description="the guest of honor is being hunted by the wild bunny's hired assassins. find and kill them, then bring their masks to the former guest of honor so he'll know that they're no longer a threat."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="each of the remaining four rival assassins is somewhere in rabbit hole. search all around the district to find and kill them all. then gather their masks and bring them back to the carousel room."))

[rhkilltheatrerival]
friendlyname="kill the rival assassin in movie palace."
description="you've found one of the rival assassins in the triton movie palace's auditorium. kill him."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you've found one of the rival assassins in the main auditorium of the triton movie palace. kill him."))

[rhopenhatch]
friendlyname="open the subway access hatch for the honoree."
description="the honoree has made it to the subway access hatch. open the hatch so he may finally escape rabbit hole."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the subway access hatch is in the subway maintenance access area. meet up with the guest of honor there and open the hatch so he can escape. the wild bunny will not be happy with this."))

[rhshowcarouselmask]
friendlyname="show the carousel assassin's mask to the guest of honor."
description="prove to the guest of honor that you've really killed one of the bunny's assassins. show him the mask."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go to the door of the carousel control chamber and show the assassin's mask to the guest of honor."))

[rhtakebasementmask]
friendlyname="take the art storage assassin's mask."
description="you've killed one of the rival assassins in the storage area of the gallery wing. take his mask to prove to the guest of honor that he's dead."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you killed the rival assassin that you found in art storage. search his body to take his mask."))

[rhtakecarouselmask]
friendlyname="take the carousel assassin's mask."
description="take the rival assassin's mask, so that you can show it to the guest of honor up close."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="search the body of the rival assassin you killed in the carousel room to take his mask."))

[rhtakefountainmask]
friendlyname="take the fountain assassin's mask."
description="you've killed one of the rival assassins at the fountain promenade. take his mask to prove to the guest of honor that he's dead."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you killed the rival assassin that you found at the fountain promenade. search his body to take his mask."))

[rhtakegenetickey]
friendlyname="take the genetic key."
description="the prior guest of honor is dead. search his body to take his genetic key."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="loot the guest of honor's corpse to take his genetic key."))

[rhtaketheatremask]
friendlyname="take the movie assassin's mask."
description="you've killed one of the rival assassins in triton movie palace. take his mask to prove to the guest of honor that he's dead."
completeddescription="Terminado"
levelfriendlyname="gallery gardens"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you killed the rival assassin that you found in the triton movie palace. search his body to take his mask."))

[redirectsteam]
friendlyname="Desvía el flujo de magma."
description="Para arreglar la inundación, tienes que accionar la válvula de desvío hasta que esté completamente entrelazada. Eso desviará el magma a los niveles inferiores, lo que debería evaporar el agua."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="you have to clear the flood in geothermal so that the elevator will function again. press and hold the use button on the redirect valve, to pour magma into the water and boil it off."))

[releasempr]
friendlyname="Difunde el Vector Lázaro."
description="El Vector Lázaro se está difundiendo por todo el sistema de irrigación de Arcadia. Cuando la luz del panel de control de irrigación se ponga verde, podrás desplegar el Vector Lázaro para restablecer las plantas y el suministro de aire de Arcadia."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[releasemprupdatea]
friendlyname="Difusión del Vector Lázaro: 1/3 Terminado."
description="El Vector Lázaro se está difundiendo por todo el sistema de irrigación de Arcadia."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[releasemprupdateb]
friendlyname="Difusión del Vector Lázaro: 2/3 Terminado."
description="El Vector Lázaro se está difundiendo por todo el sistema de irrigación de Arcadia."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[releasemprupdatec]
friendlyname="Difunde el Vector Lázaro."
description="El Vector Lázaro ha terminado de difundirse por todo el sistema de irrigación de Arcadia. Acciona el interruptor del panel de control de irrigación para restablecer las plantas y el suministro de aire de Arcadia."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[removedebris]
friendlyname="Despeja los escombros."
description="Unos escombros bloquean la puerta y te impiden escapar. Usa la llave inglesa para despejar la obstrucción."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[replacefirstphoto]
friendlyname="Encuentra la obra maestra de Cohen."
description="Encuentra la obra maestra de Cohen en el atrio y pon tu foto en uno de los marcos."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go back to the atrium. approach cohen's masterpiece on the small stage there, and activate one of the frames to post your photo."))

[replacethreemorephotos]
friendlyname="Termina la obra maestra de Cohen."
description="Cohen te ha reclutado para que lo ayudes a terminar la supuesta obra maestra en la que ha estado trabajando. Quiere que inmortalices a sus antiguos discípulos en su obra maestra por medio de tu cámara."
objectivedescription="Obra maestra de Cohen"
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[researchsplicers]
friendlyname="Fotografía a 3 splicers araña"
description="Usa la cámara de investigación para sacar fotos de 3 splicers araña (los que trepan por el techo). Si le haces esto a Peach, te dejará entrar en Pescados Fontaine para que puedas encontrar el submarino escondido."
objectivedescription="Fotografías sacadas"
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="there are 3 spider splicers that need to be photographed. the first can be found in the upper wharf, below the harbor master's office. the second is in the fighting mcdonagh's tavern, hotel room 5. the 3rd is in the jet postal substation"))

[returntoarcadia]
friendlyname="Volver a Arcadia"
description="Has creado el Vector Lázaro. Para difundirlo, antes tendrás que volver a Arcadia y luego seguir hasta los laboratorios de Langford."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[returntoryan]
friendlyname="Destruye los cierres magnéticos de Ryan."
description="Has sobrecargado el núcleo armónico que alimenta los cierres magnéticos de la puerta del despacho de Andrew Ryan. Activa el cortacircuitos delante de la puerta para destruirlos con una enorme subida de tensión."
completeddescription="Terminado"
levelfriendlyname="Hephaestus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="follow the signs back out to the trophy hall outside andrew ryan's office. throwing the circuit breaker should cause a power surge large enough to blast the locks off ryan's front door."))

[returntosteinmandebris]
friendlyname="Destruye los escombros."
description="Para destruir los escombros, Atlas te ha dicho que uses Telequinesis para lanzar las granadas del enemigo contra los escombros. Vuelve a la sección quirúrgica y destruye los escombros."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[returntotesting]
friendlyname="Vuelve al terreno de pruebas."
description="Ahora que eres un Big Daddy, puedes perseguir a Fontaine por el terreno de pruebas."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="return to the door fontaine escaped through."))

[runtosubmarine]
friendlyname="Ve al submarino."
description="¡Están atacando a Atlas! ¡Baja al submarino y sálvalo!"
completeddescription="Terminado"
levelfriendlyname="Neptune's Bounty"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="to get to the submarine leave the control room through the lefthand exit, and follow the path downward. fight your way down to the path and don't let the attacking splicers push you back"))

[saveyourself]
friendlyname="Sálvate de Fontaine."
description="Fontaine te quiere muerto. Tenenbaum te ha liberado de buena parte de su control mental, pero aún ejerce cierta desagradable influencia sobre ti. Tienes que encontrar un modo de librarte de su control mental antes de que sea demasiado tarde."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[sealambushdoor]
friendlyname="Cierra la puerta del laboratorio."
description="Ryan ha enviado a sus matones para impedir que difundas el Vector Lázaro. Cierra herméticamente la puerta de la sección de laboratorio para ganar algo de tiempo frente a ellos."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the door you need to seal is the one langford opened for you when you first entered the labs."))

[searchprotector]
friendlyname="Registra el cadáver de un Big Daddy."
description="Tenenbaum te ha pedido que registres el cadáver de un Big Daddy."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="there is a dead big daddy near the door to the proving grounds."))

[searchsuchong]
friendlyname="Registra el apartamento de Suchong."
description="Suchong diseñó tu mente. Ve al apartamento de Suchong en Mercury Suites, y consigue información sobre cómo contrarrestar la influencia de Fontaine."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="go to suchong's apartment on the ground floor of mercury suites, and look for a diary."))

[shootthelock]
friendlyname="Vuela el candado de un tiro."
description="Usa la pistola para volar de un tiro el candado que cierra las puertas."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[surviveoutburst]
friendlyname="Acaba con los splicers de Cohen."
description="Cohen está convencido de que dudas de su genio artístico, y ha enviado splicers a matarte. ¡Acaba con ellos!"
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="kill all the splicers that cohen sent after you. they are wearing rabbit masks."))

[takefirstphoto]
friendlyname="Fotografía al pianista muerto."
description="Cohen quiere que saques una foto del cadáver de Fitzpatrick, el pianista muerto."
completeddescription="Terminado"
levelfriendlyname="Fort Frolic"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="climb up onto the stage in the fleet hall theater and use your research camera to take a photo of kyle fitzpatrick's corpse."))

[testquest]
friendlyname="find the cat."
description="there is a cat missing from its cage.  go find it and return it to its home."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="find that cat.  it is somewhere. it is hopelessly alone."))

[testquest2]
friendlyname="return the cat to the cage."
description="the cat is in horrible condition.  return it to its home anyway."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the cage is in the lobby, take the cat there."))

[testquest3]
friendlyname="get the final cat.."
description="there is one last cat.  it is in the medical lounge, get there and do whatever is necessary."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="find your way to the medical lounge, it is west of the main medical center."))

[testquest4]
friendlyname="destroy the vita-chambers!"
description="some splicers have hacked two vita-chambers!  you must destroy both of these chambers or these splicers will not stay dead."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the two haywire vita-chambers are nearby.  follow the red lights to find them, one is east, and another is northwest of the lounge."))

[testquest5]
friendlyname="return the lounge."
description="fantastic work with the vita-chambers.  go pick up your deserved reward, son."
completeddescription="Terminado"
levelfriendlyname="Pabellón médico"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="the last cat is waiting in the lounge.  return there to get your final dead cat."))

[usecredits]
friendlyname="Abre el servicio."
description="Ahora que tienes el dinero necesario para usar el retrete de pago, vuelve al servicio de caballeros. Puedes pagar para acceder al servicio y salir del restaurante Kashmir."
completeddescription="Terminado"
levelfriendlyname="Bienvenida"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[usempr]
friendlyname="Difunde el Vector Lázaro."
description="Has logrado crear el Vector Lázaro. Ahora tienes que meterlo en el control de nebulización del despacho de Langford, que difundirá el vector por todo el sistema de irrigación de Arcadia."
levelfriendlyname="Arcadia"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=()

[useplasmidmachine]
friendlyname="Usa un banco genético"
description="El Lote 192 tuvo efectos secundarios inesperados en tus recombinaciones. Busca un banco genético por aquí cerca y analiza los daños."
completeddescription="Terminado"
levelfriendlyname="Olympus Heights"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="use a gene bank to see what lot 192 has done to you. gene banks are marked on your map."))

[usevoiceboxmachine]
friendlyname="Oído: Modifica tu voz."
description="Hay una máquina de modificación de laringe en la sección de pruebas con sujetos vivos que puede cambiarte la voz para que suenes como un Big Daddy."
completeddescription="Terminado"
levelfriendlyname="Point Prometheus"
completemessage="Objetivo cumplido"
objectivemessage="Objetivo cumplido"
questhints=((text="live subject testing is the first lab on the right inside optimized eugenics when you enter the right hand entrance from the main hall."))

